{
	"alignments": [
		"Lawful Good",
		"Neutral Good",
		"Chaotic Good",
		"Lawful Neutral",
		"True Neutral",
		"Chaotic Neutral",
		"Lawful Evil",
		"Neutral Evil",
		"Chaotic Evil"
	],
	"origins": {
		"Birthplace": [
			"Home of a family friend",
			"Home of a family friend",
			"Home of a family friend",
			"Home of a family friend",
			"Home of a family friend",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Home of a healer or midwife",
			"Carriage, cart, or wagon",
			"Carriage, cart, or wagon",
			"Barn, shed, or other outbuilding",
			"Barn, shed, or other outbuilding",
			"Barn, shed, or other outbuilding",
			"Cave",
			"Cave",
			"Field",
			"Field",
			"Forest",
			"Forest",
			"Temple",
			"Temple",
			"Temple",
			"Battlefield",
			"Alley or street",
			"Alley or street",
			"Brothel, tavern, or inn",
			"Brothel, tavern, or inn",
			"Castle, keep, tower, or palace",
			"Castle, keep, tower, or palace",
			"Sewer or rubbish heap",
			"Among people of a different race",
			"Among people of a different race",
			"Among people of a different race",
			"On board a boat or a ship",
			"On board a boat or a ship",
			"On board a boat or a ship",
			"In a prison or in the headquarters of a secret organization",
			"In a prison or in the headquarters of a secret organization",
			"In a sage's laboratory",
			"In a sage's laboratory",
			"In the Feywild",
			"In the Shadowfell",
			"On the Astral Plane or the Ethereal Plane",
			"On an Inner Plane of your choice",
			"On an Outer Plane of your choice"
		],
		"Parents": {
			"Half-Elf": [
				"One parent was an elf and the other was a human.",
				"One parent was an elf and the other was a human.",
				"One parent was an elf and the other was a human.",
				"One parent was an elf and the other was a human.",
				"One parent was an elf and the other was a human.",
				"One parent was an elf and the other was a half-elf.",
				"One parent was a human and the other was a half-elf.",
				"Both parents were half-elves."
			],
			"Half-Orc": [
				"One parent was an orc and the other was a human.",
				"One parent was an orc and the other was a human.",
				"One parent was an orc and the other was a human.",
				"One parent was an orc and the other was a half-orc.",
				"One parent was an orc and the other was a half-orc.",
				"One parent was an human and the other was a half-orc.",
				"One parent was an human and the other was a half-orc.",
				"Both parents were half-orcs."
			],
			"Tiefling": [
				"Both parents were humans, their infernal heritage dormant until you came along.",
				"Both parents were humans, their infernal heritage dormant until you came along.",
				"Both parents were humans, their infernal heritage dormant until you came along.",
				"Both parents were humans, their infernal heritage dormant until you came along.",
				"One parent was a tiefling and the other was a human.",
				"One parent was a tiefling and the other was a human.",
				"One parent was a tiefling and the other was a devil.",
				"One parent was a human and the other was a devil."
			],
			"Genasi": [
				"One parent was a genie and the other was a human.",
				"One parent was a genie and the other was a human.",
				"One parent was a genie and the other was a human.",
				"One parent was a genie and the other was a human.",
				"One parent was a genasi and the other was a human.",
				"One parent was a genasi and the other was a human.",
				"One parent was a genasi and the other was a human.",
				"Both parents were humans, their elemental heritage dormant until you came along."
			],
			"Aasimar": [
				"One parent was a god and the other was a human.",
				"One parent was a god and the other was a human.",
				"One parent was a celestial and the other was a human.",
				"One parent was a celestial and the other was a human.",
				"One parent was a celestial and the other was a human.",
				"Both parents were humans, their celestial heritage dormant until you came along.",
				"Both parents were humans, their celestial heritage dormant until you came along.",
				"Both parents were humans, their celestial heritage dormant until you came along."
			]
		}
	},
	"eventTables": {
		"Life Events": [
			"Tragedy",
			"Tragedy",
			"Boon",
			"Boon",
			"Marriage",
			"Marriage",
			"Enemy",
			"Enemy",
			"Friend",
			"Friend",
			"Job",
			"Job",
			"Job",
			"Job",
			"Someone Important",
			"Adventure",
			"Supernatural Event",
			"War",
			"Crime",
			"Arcane Matter"
		],
		"Adventure": [
			"You nearly died. You have nasty scars on your body, and you are missing an ear, 1d3 fingers, or 1d4 toes.",
			"You suffered a grievous injury. Although the wound healed, it still pains you from time to time.",
			"You were wounded, but in time you fully recovered.",
			"You contracted a disease while exploring a filthy warren. You recovered from the disease, but you have a persistent cough, pockmarks on your skin, or prematurely gray hair.",
			"You were poisoned by a trap or a monster. You recovered, but the next time you must make a saving throw against poison, you make the saving throw with disadvantage.",
			"You lost something of sentimental value to you during your adventure. Remove one trinket from your possessions.",
			"You were terribly frightened by something you encountered and ran away, abandoning your companions to their fate.",
			"You learned a great deal during your adventure. The next time you make an ability check or a saving throw, you have advantage on the roll.",
			"You found some treasure on your adventure. You have 2d6 gp left from your share of it.",
			"You found a considerable amount of treasure on your adventure. You have 1d20 + 50 gp left from your share of it.",
			"You came across a common magic item (of the DM's choice)."
		],
		"Arcane Matter": [
			"You were charmed or frightened by a spell.",
			"You were injured by the effect of a spell.",
			"You witnessed a powerful spell being cast by a cleric, a druid, a sorcerer, a warlock, or a wizard.",
			"You drank a potion (of the DM's choice).",
			"You found a spell scroll (of the DM's choice) and succeeded in casting the spell it contained.",
			"You were affected by teleportation magic.",
			"You turned invisible for a time.",
			"You identified an illusion for what it was.",
			"You saw a creature being conjured by magic.",
			"Your fortune was read by a diviner. Roll twice on the Life Events table, but don't apply the results. Instead, the DM picks one event as a portent of your future (which might or might not come true)."
		],
		"Boon": [
			"A friendly wizard gave you a spell scroll containing one cantrip (of the DM's choice).",
			"You saved the life of a commoner, who now owes you a life debt. This individual accompanies you on your travels and performs mundane tasks for you, but will leave if neglected, abused, or imperiled. Determine details about this character by using the supplemental tables and working with your DM.",
			"You found a riding horse.",
			"You found some money. You have 1d20 gp in addition to your regular starting funds.",
			"A relative bequeathed you a simple weapon of your choice.",
			"You found something interesting. You gain one additional trinket.",
			"You once performed a service for a local temple. The next time you visit the temple, you can receive healing up to your hit point maximum.",
			"A friendly alchemist gifted you with a potion of healing or a flask of acid, as you choose.",
			"You found a treasure map.",
			"A distant relative left you a stipend that enables you to live at the comfortable lifestyle for 1d20 years. If you choose to live at a higher lifestyle, you reduce the price of the lifestyle by 2 gp during that time period."
		],
		"Crime": [
			"Murder",
			"Theft",
			"Burglary",
			"Assault",
			"Smuggling",
			"Kidnapping",
			"Extortion",
			"Counterfeiting"
		],
		"Punishment": [
			"You did not commit the crime and were exonerated after being accused.",
			"You did not commit the crime and were exonerated after being accused.",
			"You did not commit the crime and were exonerated after being accused.",
			"You committed the crime or helped do so, but nonetheless the authorities found you not guilty.",
			"You committed the crime or helped do so, but nonetheless the authorities found you not guilty.",
			"You committed the crime or helped do so, but nonetheless the authorities found you not guilty.",
			"You were nearly caught in the act. You had to flee and are wanted in the community where the crime occurred.",
			"You were nearly caught in the act. You had to flee and are wanted in the community where the crime occurred.",
			"You were caught and convicted. You spent time in jail, chained to an oar, or performing hard labor. You served a sentence of 1d4 years or succeeded in escaping after that much time.",
			"You were caught and convicted. You spent time in jail, chained to an oar, or performing hard labor. You served a sentence of 1d4 years or succeeded in escaping after that much time.",
			"You were caught and convicted. You spent time in jail, chained to an oar, or performing hard labor. You served a sentence of 1d4 years or succeeded in escaping after that much time.",
			"You were caught and convicted. You spent time in jail, chained to an oar, or performing hard labor. You served a sentence of 1d4 years or succeeded in escaping after that much time."
		],
		"Supernatural Event": [
			"You were ensorcelled by a fey and enslaved for 1d6 years before you escaped.",
			"You saw a demon and ran away before it could do anything to you.",
			"A devil tempted you. Make a DC 10 Wisdom saving throw. On a failed save, your alignment shifts one step toward evil (if it's not evil already), and you start the game with an additional 1d20 + 50 gp.",
			"You woke up one morning miles from your home, with no idea how you got there.",
			"You visited a holy site and felt the presence of the divine there.",
			"You visited a holy site and felt the presence of the divine there.",
			"You witnessed a falling red star, a face appearing in the frost, or some other bizarre happening. You are certain that it was an omen of some sort.",
			"You witnessed a falling red star, a face appearing in the frost, or some other bizarre happening. You are certain that it was an omen of some sort.",
			"You escaped certain death and believe it was the intervention of a god that saved you.",
			"You escaped certain death and believe it was the intervention of a god that saved you.",
			"You witnessed a minor miracle.",
			"You witnessed a minor miracle.",
			"You explored an empty house and found it to be haunted.",
			"You explored an empty house and found it to be haunted.",
			"You were briefly possessed. Roll a d6 to determine what type of creature possessed you : 1, celestial; 2, devil; 3, demon; 4, fey; 5, elemental; 6, undead.",
			"You saw a ghost.",
			"You saw a ghoul feeding on a corpse.",
			"A celestial or a fiend visited you in your dreams to give a warning of dangers to come.",
			"You briefly visited the Feywild or the Shadowfell.",
			"You saw a portal that you believe leads to another plane of existence."
		],
		"Tragedy": [
			"A family member or a close friend died. Roll on the Cause of Death supplemental table to find out how.",
			"A family member or a close friend died. Roll on the Cause of Death supplemental table to find out how.",
			"A friendship ended bitterly, and the other person is now hostile to you. The cause might have been a misunderstanding or something you or the former friend did.",
			"You lost all your possessions in a disaster, and you had to rebuild your life.",
			"You were imprisoned for a crime you didn't commit and spent 1d6 years at hard labor, in jail, or shackled to an oar in a slave galley.",
			"War ravaged your home community, reducing everything to rubble and ruin. In the aftermath, you either helped your town rebuild or moved somewhere else.",
			"A lover disappeared without a trace. You have been looking for that person ever since.",
			"A terrible blight in your home community caused crops to fail, and many starved. You lost a sibling or some other family member.",
			"You did something that brought terrible shame to you in the eyes of your family. You might have been involved in a scandal, dabbled in dark magic, or offended someone important. The attitude of your family members toward you becomes indifferent at best, though they might eventually forgive you.",
			"For a reason you were never told, you were exiled from your community. You then either wandered in the wilderness for a time or promptly found a new place to live.",
			"A romantic relationship ended. Roll a d6. An odd number means it ended with bad feelings, while an even number means it ended amicably.",
			"A current or prospective romantic partner of yours died. Roll on the Cause of Death supplemental table to find out how. If the result is murder, roll a d12. On a 1, you were responsible, whether directly or indirectly."
		],
		"War": [
			"In a battle, you were knocked out and left for dead. You woke up hours later with no recollection of the battle.",
			"You were badly injured in a battle, and you still bear the awful scars of those wounds.",
			"You were badly injured in a battle, and you still bear the awful scars of those wounds.",
			"You ran away from a battle to save your life, but you still feel shame for your cowardice.",
			"You suffered minor injuries in battle, and the wounds all healed without leaving scars.",
			"You suffered minor injuries in battle, and the wounds all healed without leaving scars.",
			"You suffered minor injuries in battle, and the wounds all healed without leaving scars.",
			"You survived a battle, but you suffer from terrible nightmares in which you relive the experience.",
			"You survived a battle, but you suffer from terrible nightmares in which you relive the experience.",
			"You escaped a battle unscathed, though many of your friends were injured or lost.",
			"You escaped a battle unscathed, though many of your friends were injured or lost.",
			"You acquitted yourself well in battle and are remembered as a hero. You might have received a medal for your bravery."
		],
		"Weird Stuff": [
			"You were turned into a toad and remained in that form for 1d4 weeks.",
			"You were petrified and remained a stone statue for a time until someone freed you.",
			"You were enslaved by a hag, a satyr, or some other being and lived in that creature's thrall for 1d6 years.",
			"A dragon held you as a prisoner for 1d4 months until adventurers killed it.",
			"You were taken captive by a race of evil humanoids such as drow, kuotoa, or quaggoths. You lived as a slave in the Underdark until you escaped.",
			"You served a powerful adventurer as a hireling. You have only recently left that service. Use the supplemental tables and work with your DM to determine the basic details about your former employer.",
			"You went insane for 1d6 years and recently regained your sanity. A tic or some other bit of odd behavior might linger.",
			"A lover of yours was secretly a silver dragon.",
			"You were captured by a cult and nearly sacrificed on an altar to the foul being the cultists served. You escaped, but you fear they will find you.",
			"You met a demigod, an archdevil, an archfey, a demon lord, or a titan, and you lived to tell the tale.",
			"You were swallowed by a giant fish and spent a month in its gullet before you escaped.",
			"A powerful being granted you a wish, but you squandered it on something frivolous."
		]
	},
	"trinkets": [
		"A mummified goblin hand",
		"A piece of crystal that faintly glows in the moonlight",
		"A gold coin minted in an unknown land",
		"A diary written in a language you don't know",
		"A brass ring that never tarnishes",
		"An old chess piece made from glass",
		"A pair of knucklebone dice, each with a skull symbol on the side that would normally show six pips",
		"A small idol depicting a nightmarish creature that gives you unsettling dreams when you sleep near it",
		"A rope necklace from which dangles four mummified elf fingers",
		"The deed for a parcel of land in a realm unknown to you",
		"A 1-ounce block made from an unknown material",
		"A small cloth doll skewered with needles",
		"A tooth from an unknown beast",
		"An enormous scale, perhaps from a dragon",
		"A bright green feather",
		"An old divination card bearing your likeness",
		"A glass orb filled with moving smoke",
		"A 1-pound egg with a bright red shell",
		"A pipe that blows bubbles",
		"A glass jar containing a weird bit of flesh floating in pickling fluid",
		"A tiny gnome-crafted music box that plays a song you dimly remember from your childhood",
		"A small wooden statuette of a smug halfling",
		"A brass orb etched with strange runes",
		"A multicolored stone disk",
		"A tiny silver icon of a raven",
		"A bag containing forty-seven humanoid teeth, one of which is rotten",
		"A shard of obsidian that always feels warm to the touch",
		"A dragon's bony talon hanging from a plain leather necklace",
		"A pair of old socks",
		"A blank book whose pages refuse to hold ink, chalk, graphite, or any other substance or marking",
		"A silver badge in the shape of a five-pointed star",
		"A knife that belonged to a relative",
		"A glass vial filled with nail clippings",
		"A rectangular metal device with two tiny metal cups on one end that throws sparks when wet",
		"A white, sequined glove sized for a human",
		"A vest with one hundred tiny pockets",
		"A small, weightless stone block",
		"A tiny sketch portrait of a goblin",
		"An empty glass vial that smells of perfume when opened",
		"A gemstone that looks like a lump of coal when examined by anyone but you",
		"A scrap of cloth from an old banner",
		"A rank insignia from a lost legionnaire",
		"A tiny silver bell without a clapper",
		"A mechanical canary inside a gnomish lamp",
		"A tiny chest carved to look like it has numerous feet on the bottom",
		"A dead sprite inside a clear glass bottle",
		"A metal can that has no opening but sounds as if it is filled with liquid, sand, spiders, or broken glass (your choice)",
		"A glass orb filled with water, in which swims a clockwork goldfish",
		"A silver spoon with an M engraved on the handle",
		"A whistle made from gold-colored wood",
		"A dead scarab beetle the size of your hand",
		"Two toy soldiers, one with a missing head",
		"A small box filled with different-sized buttons",
		"A candle that can't be lit",
		"A tiny cage with no door",
		"An old key",
		"An indecipherable treasure map",
		"A hilt from a broken sword",
		"A rabbit's foot",
		"A glass eye",
		"A cameo carved in the likeness of a hideous person",
		"A silver skull the size of a coin",
		"An alabaster mask",
		"A pyramid of sticky black incense that smells very bad",
		"A nightcap that, when worn, gives you pleasant dreams",
		"A single caltrop made from bone",
		"A gold monocle frame without the lens",
		"A 1-inch cube, each side painted a different color",
		"A crystal knob from a door",
		"A small packet filled with pink dust",
		"A fragment of a beautiful song, written as musical notes on two pieces of parchment",
		"A silver teardrop earring made from a real teardrop",
		"The shell of an egg painted with scenes of human misery in disturbing detail",
		"A fan that, when unfolded, shows a sleeping cat",
		"A set of bone pipes",
		"A four-leaf clover pressed inside a book discussing manners and etiquette",
		"A sheet of parchment upon which is drawn a complex mechanical contraption",
		"An ornate scabbard that fits no blade you have found so far",
		"An invitation to a party where a murder happened",
		"A bronze pentacle with an etching of a rat's head in its center",
		"A purple handkerchief embroidered with the name of a powerful archmage",
		"Half of a floorplan for a temple, castle, or some other structure",
		"A bit of folded cloth that, when unfolded, turns into a stylish cap",
		"A receipt of deposit at a bank in a far-flung city",
		"A diary with seven missing pages",
		"An empty silver snuffbox bearing an inscription on the surface that says \"dreams\"",
		"An iron holy symbol devoted to an unknown god",
		"A book that tells the story of a legendary hero's rise and fall, with the last chapter missing",
		"A vial of dragon blood",
		"An ancient arrow of elven design",
		"A needle that never bends",
		"An ornate brooch of dwarven design",
		"An empty wine bottle bearing a pretty label that says, \"The Wizard of Wines Winery, Red Dragon Crush, 331422-W\"",
		"A mosaic tile with a multicolored, glazed surface",
		"A petrified mouse",
		"A black pirate flag adorned with a dragon's skull and crossbones",
		"A tiny mechanical crab or spider that moves about when it's not being observed",
		"A glass jar containing lard with a label that reads, \"Griffon Grease\"",
		"A wooden box with a ceramic bottom that holds a living worm with a head on each end of its body",
		"A metal urn containing the ashes of a hero"
	]
}